diagnostics/soap/GetPresets.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Header/>
  <s:Body>
    <tptz:GetPresets xmlns:tptz="http://www.onvif.org/ver20/ptz/wsdl">
      <tptz:ProfileToken>{{PROFILE_TOKEN}}</tptz:ProfileToken>
    </tptz:GetPresets>
  </s:Body>
</s:Envelope>
